{
  "title": "Bailiúchán uirlisí atá cairdiúil d'úsáideoirí chun do shaol ar Linux a dhéanamh níos éasca ná riamh",
  "meta-description": "Bailiúchán uirlisí atá cairdiúil d'úsáideoirí chun do shaol ar Linux a dhéanamh níos éasca ná riamh. Scripteanna úsáideacha do chearrbhacháin, d'fhorbróirí agus d'dhiongbhálaigh.",
  "handbook-meta-description": "Treoir iomlán chun uirlisí agus scripteanna LinuxToys a fhorbairt",
  "knowledgebase-meta-description": "Bunachar Eolais LinuxToys - Treoir chuimsitheach ar ghnéithe LinuxToys",
  "credits-meta-description": "Creidiúintí agus aitheantas do na forbróirí iontacha ar fad a rinne gnéithe LinuxToys indéanta",
  "cli-mode-meta-description": "Foghlaim conas mód CLI LinuxToys a úsáid le haghaidh suiteálacha uathoibríocha",
  "github-button": "Féach ar GitHub",
  "install-title": "Mear-Shuiteáil",
  "for-you-title": "Duitse",
  "for-you-text": "Ilúirlis a oibríonn go simplí, le comhéadan grafach compordach, praiticiúil agus simplí a fhéachann go maith agus a dhéanann an jab. Leanann sé téama do chórais freisin!",
  "get-it-here": "Faigh anseo é!",
  "for-professionals-title": "Do ghairmithe",
  "for-professionals-text": "Leis an mód CLI, beidh am fada a ghlacadh chun ríomhairí a shocrú do do chustaiméirí ina rud den am atá thart. Déan liosta de na gnéithe go léir a theastaíonn uait suiteáilte sa chomhad foriomlán, agus lig do LinuxToys an jab a dhéanamh duit. Is féidir leat do chomhad foriomlán saincheaptha a shábháil lena úsáid chun córais do chustaiméirí a chaighdeánú. Agus ná bí buartha: ní chuirfidh sé acmhainní i bhfeidhm nach ndéantar don sprioc!",
  "cli-mode-button": "Foghlaim Mód CLI",
  "for-developers-title": "D'fhorbróirí",
  "for-developers-text": "An t-ardán deiridh d'fhorbairt script bash a cheadaíonn imscaradh tapa de cheartúcháin ar shaincheisteanna coitianta ar Linux, agus i bhfad níos mó, cumhachtaithe ag ár leabharlanna. Nach gcreideann tú é? Féach ar ár Lámhleabhar Forbróra agus feic duit féin é!",
  "developer-handbook-link": "Lámhleabhar Forbróra",
  "handbook-button": "Féach Lámhleabhar",
  "learn-more-wiki": "Foghlaim níos mó ag an Vicí!",
  "tools-title": "Uirlisí de réir Catagóire",
  "devs": "Forbairt",
  "drivers": "Tiománaithe",
  "extra": "Breise",
  "game": "Cearrbhachas",
  "office": "Oifig & Táirgiúlacht",
  "repos": "Stórtha",
  "utils": "Fóntais",
  "privacy": "Príobháideacht",
  "license-text": "Scaoilte faoi",
  "toggle-button": "Taispeáin Uirlisí",
  "toggle-button-less": "Taispeáin Níos Lú",
  "partners-title": "Creidiúintí",
  "view-full-credits": "Bualadh le gach forbróir",
  "full-credits-title": "Creidiúintí Iomlána",
  "credit-psygreg-btn": "Príomhfhorbróir",
  "credit-neonhost-btn": "Suíomh",
  "credit-jeiel-btn": "Suíomh",
  "back-to-home": "Ar Ais go Baile",
  "loading-content": "Ábhar á lódáil...",
  "error-title": "Ábhar nach bhfuil ar fáil",
  "error-message": "Tá brón orainn, níl an t-ábhar don leathanach seo ar fáil sa teanga roghnaithe fós.",
  "return-home": "Fill ar an leathanach baile",
  "footer-description": "Linux a dhéanamh níos éasca, uirlis amháin ag an am.",
  "footer-support": "Tacaíocht",
  "footer-rights": "Gach ceart ar cosaint.",
  "toc-contents": "Ábhar"
}